Repository: dcmouser/hlweb2
Catalog: hldjango/code/lib/casebook/locale/*/LC_MESSAGES/casebook.po
Languages: sv

source: SUMMARY
sv: SAMMANFATTNING

source: Author
sv: Författare

source: Additional credits
sv: Ytterligare erkännanden

source: Web
sv: Webb

source: Keywords
sv: Nyckelord

source: Difficulty
sv: Svårighetsgrad

source: Playtime
sv: Speltid

source: Cautions
sv: Varningar

source: Build tool
sv: Byggverktyg

source: Typesetting
sv: Typografi

source: Compiled
sv: Kompilerad

source: Return to
sv: Återvänd till

source: go to
sv: gå till

source: and then return here
sv: och sedan återvänd hit

source: and then return back here
sv: och sedan återvänd hit igen

source: If you still need help, as a last resort
sv: Om du fortfarande behöver hjälp, som en sista utväg

source: visit the following lead where this item is obtained
sv: besök följande ledtråd där detta föremål kan hämtas

source: visit one or more of the following leads where this item is obtained
sv: besök en eller flera av följande ledtrådar där detta föremål kan hämtas

source: before
sv: före

source: after
sv: efter

source: If it is
sv: Om det är

source: day
sv: dag

source: **must** be {} before you may end
sv: **måste** vara {} innan du kan avsluta

source: You should note this in your case log in some way to avoid having to consult this list while playing
sv: Du bör anteckna detta i din falloggbok på något sätt för att slippa konsultera denna lista under spelets gång

source: Record in your case log that
sv: Anteckna i din falloggbok att

source: **must** have been {} before you ended
sv: **måste** ha varit {} innan du avslutade

source: If you have missed {}, return to searching for leads until you find all of them (if stuck, consult the hints section)
sv: Om du har missat {}, återvänd till att söka efter ledtrådar tills du hittar alla (om du fastnar, konsultera tipssektionen)

source: it
sv: det

source: one or more
sv: en eller flera

source: You should have noted in your case log that
sv: Du borde ha antecknat i din falloggbok att

source: There are no items that must be {} before the end of **day {}**.
sv: Det finns inga föremål som måste vara {} före slutet av **dag {}**.

source: The following {} {} **day {}**. {}
sv: Följande {} {} **dag {}**. {}

source: THE CLOCK IS TICKING!
sv: KLOCKAN TICKAR!

source: **day {}** start{} at **{}** and end{} at **{}**.
sv: **dag {}** börja{} kl **{}** och sluta{} kl **{}**.

source: the required item
sv: det obligatoriska föremålet

source: all of the required items
sv: alla obligatoriska föremål

source: If you have *not* {} {} listed above by **{}**, you enter **overtime**. In overtime there is no limit to how many leads you may visit, time does not advance, and your day ends once you find {}.
sv: Om du *inte* har {} {} listade ovan före **{}**, går du in i **övertid**. På övertid finns ingen gräns för hur många ledtrådar du kan besöka, tiden går inte framåt, och din dag slutar när du hittar {}.

source: Keep track of what time you visit each lead, until you reach (or pass) **{}**, after which your day ends.
sv: Håll koll på vilken tid du besöker varje ledtråd, tills du når (eller passerar) **{}**, varefter din dag slutar.

source: **Note**: There are specific hints available for each of the the day's required items (see table of contents).
sv: **Notera**: Det finns specifika tips tillgängliga för vart och ett av dagens obligatoriska föremål (se innehållsförteckningen).

source: However, if you need guidance on where to focus your efforts on any given day
sv: Men om du behöver vägledning om var du ska fokusera dina ansträngningar på en given dag

source: you can drop by your old police precinct in the Financial District for some advice
sv: kan du svänga förbi din gamla polisstation i finansdistriktet för lite råd

source: you can catch the chief on his break and get his advice without penalty
sv: kan du träffa chefen på hans paus och få hans råd utan straff

source: if you arrive
sv: om du anländer

source: between
sv: mellan

source: Stop reading this case book now, and begin searching for leads in the directories. Continue to the next page only when you are ready to end
sv: Sluta läsa denna fallbok nu och börja söka efter ledtrådar i katalogerna. Fortsätt till nästa sida endast när du är redo att avsluta

source: Proceed only when you are ready to begin
sv: Fortsätt endast när du är redo att börja

source: The case is nearing an end. You will have another chance to search for leads, but in the meantime, turn to
sv: Fallet närmar sig sitt slut. Du kommer att få en till chans att söka efter ledtrådar, men under tiden, vänd dig till

source: Proceed only when you are ready to answer questions.
sv: Fortsätt endast när du är redo att svara på frågor.

source: Once you have answered all questions on the previous page(s) you may continue to the next page.
sv: När du har svarat på alla frågor på föregående sida(or) kan du fortsätta till nästa sida.

source: WARNING! Do **not** read through the rest of this document like a book from beginning to end. Lead entries are meant to be read individually only when you look up a lead by its number. Close this book now and follow rulebook instructions for looking up leads.
sv: VARNING! Läs **inte** igenom resten av detta dokument som en bok från början till slut. Ledtrådsinlägg är avsedda att läsas individuellt endast när du slår upp en ledtråd efter dess nummer. Stäng denna bok nu och följ regelbokens instruktioner för att slå upp ledtrådar.

source: Do **not** access the documents section unless directed to retrieve a specific document.
sv: Gå **inte** in i dokumentsektionen om du inte har fått instruktioner att hämta ett specifikt dokument.

source: Do **not** access the hints section except when looking up a specific hint from the table of contents at the start of this case book.
sv: Gå **inte** in i tipssektionen förutom när du slår upp ett specifikt tips från innehållsförteckningen i början av denna fallbok.

source: , and found the day's required **{} item{}**.
sv: , och hittat dagens obligatoriska **{} föremål{}**.

source: Proceed only after you have completed searching for leads on
sv: Fortsätt endast efter att du har slutfört sökandet efter ledtrådar på

source: Proceed only after you are ready to continue.
sv: Fortsätt endast efter att du är redo att fortsätta.

source: Proceed only when you are ready to proceed to **Late Night** activities.
sv: Fortsätt endast när du är redo att gå vidare till **sent natt**-aktiviteter.

source: Proceed only after you have finished resolving any special **Late Night** actions described on the previous pages.
sv: Fortsätt endast efter att du har slutfört att lösa eventuella särskilda **sent natt**-åtgärder som beskrivs på föregående sidor.

source: Once you have resolved the previous page you may continue to the next page.
sv: När du har löst föregående sida kan du fortsätta till nästa sida.

source: Once you have answered all questions on the previous page(s) you may turn the page for the **conclusion to the case**.
sv: När du har svarat på alla frågor på föregående sida(or) kan du vända blad för **slutsatsen till fallet**.

source: Do **not** turn the page until you are ready to begin wrapping up your case.
sv: Vänd **inte** blad förrän du är redo att börja avsluta ditt fall.

source: Your case has ended, there is nothing more to read.
sv: Ditt fall har avslutats, det finns inget mer att läsa.

source: Stop reading this case book now, and begin searching for leads in the directories.
sv: Sluta läsa denna fallbok nu och börja söka efter ledtrådar i katalogerna.

source: STOP!
sv: STOPP!

source: NOTE: If you’ve been playing for a couple of hours, now might be a good time to take a break before continuing...
sv: NOTERA: Om du har spelat i ett par timmar kan det nu vara en bra tid att ta en paus innan du fortsätter...

source: Continue to next entry
sv: Fortsätt till nästa inlägg

source: In your case log, record that the current value of **track {}** is: **{}**.
sv: Anteckna i din falloggbok att det aktuella värdet för **spår {}** är: **{}**.

source: In your case log, **reduce** the current value of **track {}** by **{}**
sv: I din falloggbok, **minska** det aktuella värdet för **spår {}** med **{}**

source: In your case log, **increase** the current value of **track {}** by **+{}**
sv: I din falloggbok, **öka** det aktuella värdet för **spår {}** med **+{}**

source: , but not greater than
sv: , men inte större än

source: Mark {} {} checkbox{} in your case log
sv: Markera {} {} kryssruta{} i din falloggbok

source: have
sv: har

source: have *not*
sv: har *inte*

source: , stop reading now, and return here after you have.
sv: , sluta läsa nu och återvänd hit efter att du har gjort det.

source: If you {} {}
sv: Om du {} {}

source: **both**
sv: **båda**

source: **all**
sv: **alla**

source: and
sv: och

source: *any*
sv: *någon*

source: or
sv: eller

source: If you {} {} {} of the the following {} items ({})
sv: Om du {} {} {} av följande {} föremål ({})

source: Time advances {} minutes.
sv: Tiden går framåt {} minuter.
